Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/CameraUI-SmartStyles.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SMART_STYLES_SETTINGS_INTRO_INSTRUCTION_NOT_ENOUGH_PHOTOS
source: Select four photos captured with this iPhone. If you have not taken any photos, open Camera to begin.
ar: حدد أربع صور تم التقاطها باستخدام هذا الـ iPhone. إذا لم تكن قد التقطت أي صور، فافتح الكاميرا للبدء.
bg: Изберете четири снимки, направени с този iPhone. Ако нямате снимки, отворете Камера, за да започнете.
ca: Tria quatre fotos que hagis fet amb aquest iPhone. Si no n’has fet cap, obre la càmera.
cs: Vyberte čtyři fotky pořízené tímto iPhonem. Pokud jste ještě žádné fotky nepořídili, začněte tím, že otevřete aplikaci Fotoaparát.
da: Vælg fire fotos, der er taget med denne iPhone. Hvis du ikke har taget nogen fotos, skal du åbne Kamera for at komme i gang.
de: Wähle vier Fotos aus, die mit diesem iPhone aufgenommen wurden. Wenn du noch keine Fotos aufgenommen hast, öffne zuerst die Kamera-App.
el: Επιλέξτε 4 φωτογραφίες που έχετε τραβήξει με αυτό το iPhone. Αν δεν έχετε τραβήξει καμία φωτογραφία, ανοίξτε την Κάμερα για να ξεκινήσετε.
es: Selecciona cuatro fotos que hayas hecho con este iPhone. Si no has hecho ninguna, abre la cámara para empezar a hacerlas.
es_us: Selecciona cuatro fotos capturadas con este iPhone. Si no has tomado ninguna, abre Cámara para comenzar.
fi: Valitse neljä tällä iPhonella otettua kuvaa. Jos et ole ottanut yhtään kuvaa, aloita avaamalla Kamera.
fr: Sélectionnez quatre photos prises avec cet iPhone. Si vous n’en avez pas, ouvrez Appareil photo pour commencer.
fr_ca: Sélectionnez quatre photos prises avec cet iPhone. Si vous n’en avez pris aucune, ouvrez l’app Appareil photo pour commencer.
he: יש לבחור ארבע תמונות שצולמו באמצעות iPhone זה. אם לא צולמו עדיין תמונות, יש לפתוח את המצלמה כדי להתחיל.
hi: iPhone से ली गईं अपनी चार पसंदीदा तस्वीरें चुनें। अगर आपने कोई भी तस्वीर नहीं ली हैं, तो शुरू करने के लिए कैमरा खोलें।
hr: Odaberite četiri fotografije snimljene ovim iPhoneom. Ako niste snimili nijednu fotografiju, otvorite Kameru za početak.
hu: Válasszon ki négy olyan fotót, amelyet ezzel az iPhone-nal készített. Ha még nem készített fotókat, a kezdéshez nyissa meg a Kamerát.
id: Pilih empat foto yang diambil dengan iPhone ini. Jika Anda sama sekali belum mengambil foto, buka Kamera untuk memulai.
it: Seleziona quattro foto scattate con questo iPhone. Se non ne hai ancora fatte, apri l’app Fotocamera per iniziare.
ja: このiPhoneで撮影した写真を4枚選択してください。写真をまだ撮影していない場合は、“カメラ”を開いて撮影を開始してください。
kk: Осы iPhone құрылғысымен түсірілген төрт фотоны таңдаңыз. Ешқандай фото түсірмесеңіз, бастау үшін «Камера» қолданбасын ашыңыз.
ko: 이 iPhone으로 캡처한 사진 4장을 선택하십시오. 아직 사진을 찍지 않은 경우 먼저 카메라 앱을 열어 사진을 촬영합니다.
lt: Išsirinkite keturias mėgstamiausias nuotraukas, užfiksuotas šiuo „iPhone“. Jei nėra užfiksuotų nuotraukų, pirmiausia atidarykite programą „Kamera“.
ms: Pilih empat foto yang ditangkap dengan iPhone ini. Jika anda belum mengambil sebarang foto, buka Kamera untuk bermula.
nl: Selecteer vier foto's die met deze iPhone zijn gemaakt. Als je nog geen foto's hebt gemaakt, open je Camera om te beginnen.
no: Velg fire bilder tatt fra denne iPhonen. Hvis du ikke har tatt noen bilder ennå, kan du åpne Kamera-appen for å komme i gang.
pl: Wybierz cztery zdjęcia zrobione tym iPhone’em. Jeśli nie masz takich zdjęć, otwórz aplikację Aparat i zrób je.
pt_br: Selecione quatro fotos feitas com este iPhone. Caso você não tenha nenhuma, abra a Câmera para começar.
pt_pt: Selecione quatro fotografias tiradas com este iPhone. Se não tirou nenhuma, abra a aplicação Câmara para começar.
ro: Selectați patru poze realizate cu acest iPhone. Dacă nu ați realizat nicio poză, deschideți aplicația Cameră pentru a începe.
ru: Выберите четыре фото, снятых на этот iPhone. Если таких фото еще нет, для начала откройте приложение «Камера».
sk: Vyberte štyri fotky zhotovené týmto iPhonom. Ak ste ešte žiadne fotky neurobili, začnite tým, že otvoríte apku Kamera.
sl: Izberite štiri fotografije, zajete s tem iPhonom. Če niste zajeli še nobene fotografije, za začetek odprite aplikacijo Kamera.
sv: Välj fyra bilder som tagits med denna iPhone. Öppna Kamera för att börja ta bilder om du ännu inte tagit några.
th: เลือกรูปภาพสี่รูปที่จับภาพด้วย iPhone เครื่องนี้ ถ้าคุณยังไม่มีรูปภาพเลย ให้เปิดกล้องเพื่อเริ่มต้น
tr: Bu iPhone ile çekilmiş dört fotoğraf seçin. Henüz bir fotoğraf çekmediyseniz başlamak için Kamera’yı açın.
uk: Виберіть чотири фотографії, зроблені на цьому iPhone. Якщо знімків ще немає, відкрийте програму «Камера».
vi: Chọn bốn ảnh được chụp bằng iPhone này. Nếu bạn chưa chụp ảnh nào, hãy mở Camera để bắt đầu.
zh_cn: 选择通过iPhone拍摄的四张照片。若尚未拍摄照片，请打开“相机”开始。
zh_hk: 選擇使用此iPhone拍攝的四張相片。如果尚未拍攝任何相片，請開啟「相機」開始拍攝。
zh_tw: 請選取四張使用此iPhone拍攝的照片。如果你尚未拍攝任何照片，請打開「相機」來開始拍攝。

# SMART_STYLES_SETTINGS_DESCRIPTION_TAN_WARM
source: Accentuates amber undertones.
ar: يبرز درجات اللون الكهرماني.
bg: Акцентира на кехлибарените подтонове.
ca: Emfasitza els tons en ambre.
cs: Zvýrazňuje jantarové podtóny.
da: Fremhæver ravgule undertoner.
de: Akzentuiert Farbnuancen in Bernstein.
el: Τονίζει τους κεχριμπαρί υποτόνους.
es: Acentúa los tonos ámbar.
es_us: Acentúa los matices ámbar.
fi: Korostaa kellanruskeita pohjasävyjä.
fr: Accentue les tons ambrés.
fr_ca: Accentue les nuances ambrées.
he: סגנון זה מדגיש גוונים בצבע ענבר.
hi: ऐंबर अंडरटोन उभारता है।
hr: Naglašava jantarne podtonove.
hu: Kiemeli a borostyánsárga árnyalatokat.
id: Mempertegas warna amber.
it: Accentua le tonalità ambrate.
ja: アンバーの淡い色調を際立たせます。
kk: Кәріптас реңкін айрықша етеді.
ko: 앰버 색조를 강조합니다.
lt: Paryškinami gintariniai atspalviai.
ms: Menyerlahkan ton samping ambar.
nl: Accentueert geelbruine tinten.
no: Framhever undertoner av rav.
pl: Podkreśla bursztynowe odcienie.
pt_br: Acentua subtons de âmbar.
pt_pt: Acentua os tons de âmbar.
ro: Accentuează subtonurile de chihlimbar.
ru: Подчеркнуть янтарные полутона.
sk: Zvýrazňuje jantárové podtóny.
sl: Poudarja rumenorjave svetle tone.
sv: Framhäver bärnstensfärgade undertoner.
th: ทำให้โดดเด่นด้วยโทนสีเหลืองอำพัน
tr: Mat kehribar rengi tonlarını vurgular.
uk: Посилює бурштинові відтінки.
vi: Nhấn mạnh tông màu hổ phách.
zh_cn: 增强琥珀底色。
zh_hk: 加強琥珀色的底色。
zh_tw: 加強琥珀色的底彩。

# SMART_STYLES_DESCRIPTION_OVERLAY_DESCRIPTION
source: Personalize how you appear in photos with incredible nuance to get the exact look you want. Photographic Styles uses advanced scene understanding and adjusts specific colors in the scene, so you can express your creativity like never before.
ar: خصص مظهرك في الصور بدقة شديدة حتى تصل إلى المظهر الذي تريده. تستخدم الأنماط الفوتوغرافية فهمًا متقدمًا للمشهد وتضبط ألوانًا محددة في المشهد لتتمكن من التعبير عن إبداعك بشكل لم يسبق له مثيل.
bg: Персонализирайте начина, по който да се появявате във вашите снимки, с невероятни нюанси, за да получите желания външен вид. Функцията Фотографски стилове използва усъвършенствано разбиране на сцената и настройва конкретни цветове в сцената, така че да изразите вашата креативност, както никога досега.
ca: Gràcies als estils fotogràfics, pots personalitzar com surts a les fotos amb una gran varietat de matisos. A més, fan servir l’anàlisi avançada d’escenes, cosa que et permet ajustar determinats colors de la imatge i fer volar la creativitat com mai.
cs: Na fotkách můžete do posledního detailu upravit svůj vzhled a dosáhnout tak požadovaného efektu. Fotografické styly využívají pokročilou analýzu scén a upravují konkrétní odstíny, což vám umožní vyjádřit svou kreativitu dosud nevídaným způsobem.
da: Tilpas, hvordan du vises på fotos, ved at ændre små nuancer, så fotos får det udseende, du ønsker. Fotostil bruger avanceret sceneregistrering og justerer bestemte farver i scenen, så du kan udtrykke din kreativitet som aldrig før.
de: Passe detailgenau an, wie du auf Fotos abgebildet wirst, und erhalte die erwünschte Optik. „Fotografische Stile“ verwendet modernste Szenenerkennung und passt bestimmte Farben in der Szene an, damit du deine Kreativität wie nie zuvor ausdrücken kannst.
el: Εξατομικεύστε τον τρόπο εμφάνισής σας στις φωτογραφίες μέσω των μοναδικών επιλογών τονισμού για να λάβετε το ακριβές, επιθυμητό αποτέλεσμα. Τα Φωτογραφικά στιλ χρησιμοποιούν προηγμένη κατανόηση σκηνών και προσαρμόζουν συγκεκριμένα χρώματα στη σκηνή, ώστε να μπορείτε να ξεδιπλώνετε τη δημιουργικότητά σας όπως ποτέ άλλοτε.
es: Personaliza el aspecto de tus fotos con una gran variedad de matices para obtener justo el resultado que buscas. Gracias al análisis avanzado de escenas, los estilos fotográficos ajustan determinados colores de la imagen para que puedas expresar tu creatividad como nunca.
es_us: Personaliza cómo te ves en fotos con matices increíbles para obtener el aspecto que deseas. La función Estilos fotográficos usa la detección de escena avanzada y ajusta colores específicos en la escena para que puedas expresar tu creatividad como nunca antes.
fi: Räätälöi se, miltä näytät kuvissa, juuri sellaiseksi kuin haluat uskomattoman hienovaraisesti. Valokuvatyylit-ominaisuus käyttää kehittynyttä kuvaustilanteen tunnistusta ja säätää tilanteen tiettyjä värejä. Näin voit ilmaista luovuuttasi ennenkokemattomalla tavalla.
fr: Personnalisez votre apparence sur les photos avec une finesse incroyable pour obtenir exactement l’aspect voulu. Les styles photographiques reposent sur une technologie avancée d’identification des scènes et ajustent des couleurs spécifiques de la scène pour que vous puissiez exprimer votre créativité comme jamais auparavant.
fr_ca: Personnalisez votre apparence dans les photos grâce à d’incroyables nuances qui vous permettront d’obtenir le résultat que vous voulez. Les styles photographiques tirent profit de la compréhension de scène avancée et ajustent certaines couleurs de la scène de sorte que vous puissiez exprimer votre créativité comme jamais auparavant.
he: באפשרותך להתאים באופן אישי את המראה שלך בתמונות בעזרת דיוקים מדהימים שמפיקים בדיוק את התוצאה הרצויה. המאפיין ״סגנונות צילומיים״ משתמש ביכולת הבנת סצנה מתקדמת ומתאים צבעים מסוימים בסצנה כדי לאפשר לך להביע את היצירתיות שלך יותר מתמיד.
hi: अपना इच्छित रूप पाने के लिए तस्वीरों की बारीक़ियों को वैयक्तिकृत करें। फ़ोटोग्राफ़िक शैलियाँ उन्नत दृश्य समझदारी का इस्तेमाल करती हैं और दृश्य के ख़ास रंगों को ऐडजस्ट करती हैं जिससे कि आप अपनी सृजनात्मकता को और भी बेहतर अभिव्यक्ति दे सकते हैं।
hr: Personalizirajte kako ćete izgledati na fotografijama uz nevjerojatne nijanse kako biste postigli željeni izgled. Fotografski stilovi koriste napredno razumijevanje scene i prilagođavaju određene boje u sceni pa svoju kreativnost možete izraziti kao nikada prije.
hu: Hihetetlen részletességgel személyre szabhatja a megjelenését a fotókon, így pontosan úgy nézhet ki, ahogy szeretné. A Fotografikus stílusok fejlett jelenetérzékelés segítségével módosítják a jelenet bizonyos színeit, így korábban soha nem látott módon fejezheti ki a kreativitását.
id: Personalisasi penampilan Anda di foto secara detail untuk mendapatkan tampilan yang Anda inginkan. Gaya Fotografi menggunakan pemahaman pemandangan lanjutan dan menyesuaikan warna spesifik di pemandangan, sehingga Anda dapat mengekspresikan kreativitas Anda dengan lebih bebas.
it: Personalizza il tuo aspetto nelle foto con tonalità incredibili per ottenere esattamente il look che vuoi. Gli stili fotografici sfruttano l’analisi avanzata delle scene per regolare colori specifici al loro interno, permettendoti di esprimere la tua creatività come mai prima d’ora.
ja: 写真に写る自分の姿を驚くようなニュアンスでパーソナライズして、望み通りの見た目にすることができます。フォトグラフスタイルは、高度なシーン認識を用いて、シーン内の特定のカラーを調整します。これにより、今までにないクリエイティビティを発揮できます。
kk: Қажетті көрініске қол жеткізу үшін керемет ерекшелік арқылы фотолардағы көріністеріңізді жекелендіріңіз. Фотографиялық стильдер кеңейтілген көріністі анықтауды пайдаланады және көріністегі белгілі бір түстерді реттейді, осылайша бұрын-соңды болмаған шығармашылық қабілетіңізді көрсетуге болады.
ko: 사진 속 모습에 독창적인 뉘앙스를 가미하여 원하는 스타일로 개인 맞춤화합니다. 사진 스타일의 고급 장면 파악 기능을 통해 장면 내의 특정 색상을 조절하여 자신만의 창의성을 마음껏 발휘할 수 있습니다.
lt: Suasmeninkite nuotraukas, koreguodami subtiliausius atspalvius ir išgaudami norimą vaizdą. Funkcija „Fotografijos stiliai“ naudoja pažangią scenos suvokimo funkciją ir koreguoja tam tikras scenos spalvas, todėl lieka daugybė erdvės jūsų kūrybiškumui.
ms: Peribadikan rupa anda dalam foto dengan nuansa menakjubkan untuk mendapatkan rupa tepat yang anda inginkan. Gaya Fotografi menggunakan pemahaman adegan lanjutan dan melaraskan warna khusus dalam adegan, supaya anda boleh meluahkan kreativiti anda dengan cara serba baharu.
nl: Personaliseer met ongelooflijke nuance hoe je op foto's wordt weergegeven om de exacte look te krijgen die je wilt. Foto­grafische stijlen gebruiken een geavanceerd begrip van scènes en passen specifieke kleuren in de scène aan, zodat je je creativiteit als nooit tevoren tot uiting kan laten komen.
no: Tilpass små nyanser i bilder for å gi deg det uttrykket du ønsker. Fotostiler bruker avansert sceneforståelse og justerer bestemte farger i motivet slik at du kan vise fram dine kreative sider.
pl: Możesz niezwykle precyzyjnie dostosowywać swój wygląd na zdjęciach, aby uzyskiwać dokładnie żądany efekt. Style fotograficzne stosują zaawansowaną analizę kadru i dostosowują określone barwy, aby pozwolić Ci wyrazić swoją kreatywność w sposób dotąd niespotykany.
pt_br: Use nuances incríveis para personalizar sua aparência nas fotos do jeito exato que você quer. Com base na compreensão avançada da cena, os Estilos Fotográficos ajustam cores específicas para você expressar sua criatividade como nunca antes.
pt_pt: Personalize a forma como aparece nas fotografias com grande detalhe para obter o aspeto pretendido. Os estilos fotográficos usam o reconhecimento avançado de cenário e ajustam cores específicas do cenário para que possa expressar a sua criatividade como nunca antes.
ro: Personalizați‑vă aspectul din poze cu o precizie nuanțată incredibilă, pentru a obține exact efectul dorit. Stilurile fotografice utilizează tehnici avansate de înțelegere a scenei și ajustează anumite culori din scenă, în așa fel încât să vă puteți exprima creativitatea mai mult ca niciodată.
ru: Подчеркните свою индивидуальность на фото с помощью гибких настроек: добиться желаемого образа поможет невероятная детализация. Фотографические стили используют улучшенное обнаружение сцен для точной коррекции определенных цветов, открывая безграничные возможности для творчества.
sk: Na fotkách môžete do posledného detailu upraviť svoj vzhľad a dosiahnuť tak požadovaný efekt. Fotografické štýly využívajú pokročilú analýzu scén a upravujú konkrétne odtiene, čo vám umožní vyjadriť svoju kreativitu ako nikdy predtým.
sl: Izredno natančno prilagodite svoj videz na fotografijah, da dosežete želeni rezultat. Možnost Fotografski slogi uporablja napredno razumevanje prizorov in prilagodi določene barve v prizoru, tako da lahko svojo ustvarjalnost izražate kot še nikoli doslej.
sv: Anpassa ditt utseende i bilder med otroliga nyanser för att få precis den look du vill ha. Fotografiska stilar använder avancerad scenarioförståelse och justerar specifika färger i scenariot så att du kan uttrycka din kreativitet på helt nya sätt.
th: ปรับแต่งการแสดงตัวคุณในรูปภาพให้มีความแตกต่างอันน่าทึ่งเพื่อให้ได้รูปแบบภาพถ่ายตามที่คุณต้องการ รูปแบบภาพถ่ายใช้การตรวจจับวิวทิวทัศน์ขั้นสูงและปรับสีที่ระบุเฉพาะในวิวทิวทัศน์ คุณจึงสามารถแสดงความคิดสร้างสรรค์ของคุณได้อย่างที่ไม่เคยมีมาก่อน
tr: Tam istediğiniz gibi görünmenizi sağlayan inanılmaz ayrıntılarla fotoğraflardaki görünüşünüzü kişiselleştirin. Fotoğrafik Stiller, ileri düzey sahne algılamayı kullanır ve yaratıcılığınızı hiç olmadığı kadar ifade edebilmeniz için sahnedeki belirli renkleri düzenler.
uk: Персоналізуйте свій вигляд на фотографіях до найменших деталей, щоб отримувати саме ті знімки, які хочете. Функція «Стилі фотографій» використовує вдосконалене розпізнавання сцен і коригує окремі кольори, щоб ви могли самовиражатися як ніколи раніше.
vi: Cá nhân hóa cách bạn xuất hiện trong ảnh với độ tinh tế đáng kinh ngạc để có được diện mạo đúng như ý. Phong cách nhiếp ảnh sử dụng khả năng nhận biết cảnh nâng cao và điều chỉnh màu cụ thể trong cảnh để bạn thể hiện khả năng sáng tạo hơn bao giờ hết.
zh_cn: 在照片中个性化展现自我，极致微调，如你所愿。“摄影风格”使用先进的场景理解技术，并调整场景中的特定色彩，让你以前所未有的方式尽情挥洒创造力。
zh_hk: 通過精細的個人化方式來呈現你在相片中的形象，獲得你想要的精確外觀。「攝影風格」使用先進的場景理解技術，調整場景中的特定顏色，讓你能夠表達前所未有的創造力。
zh_tw: 以精緻細節個人化你在照片中的樣貌來精準呈現你要的外觀。「攝影風格」會使用進階的場景理解並調整場景中的特定顏色，讓你以前所未有的方式展現個人創意。

# SMART_STYLES_SETTINGS_TUNE_INSTRUCTION
source: Personalize your photos by choosing your favorite Tone & Color.
ar: خصص صورك باختيار الدرجة واللون المفضلين.
bg: Персонализирайте вашите снимки, като изберете любимия си Тон и цвят.
ca: Personalitza les fotos amb el to i el color que més t’agradin.
cs: Upravte si fotky pomocí své oblíbené kombinace odstínů a barev.
da: Tilpas dine fotos ved at vælge din foretrukne tone og farve.
de: Personalisiere deine Fotos mit deiner Lieblingsfarbe.
el: Εξατομικεύστε τις φωτογραφίες σας επιλέγοντας τον αγαπημένο τόνο και χρώμα σας.
es: Personaliza tus fotos seleccionando tu tono y color favoritos.
es_us: Personaliza tus fotos al seleccionar tu tono y color favoritos.
fi: Räätälöi kuvasi valitsemalla sävyn ja värin suosikkiyhdistelmäsi.
fr: Personnalisez vos photos en choisissant votre combinaison « Ton et couleur » préférée.
fr_ca: Personnalisez vos photos en choisissant votre ton et votre couleur préférés.
he: באפשרותך להתאים באופן אישי את התמונות שלך באמצעות בחירת גוון וצבע מועדפים.
hi: अपना पसंदीदा टोन और रंग चुन कर अपनी तस्वीरें वैयक्तिकृत करें।
hr: Personalizirajte fotografije odabirom svog omiljenog tona i boje.
hu: A fotói személyre szabásához kiválaszthatja a kedvenc tónus- és színkombinációját.
id: Personalisasi foto Anda dengan memilih Rona & Warna favorit Anda.
it: Personalizza le tue foto scegliendo la tonalità e il colore che preferisci.
ja: お気に入りのトーンとカラーを選択して写真をパーソナライズします。
kk: Таңдаулы «Үн жән түс» таңдай отырып, фотоларыңызды жекелендіріңіз.
ko: 제일 마음에 드는 톤 및 색상을 선택하여 사진을 개인 맞춤화합니다.
lt: Suasmeninkite nuotraukas pasirinkę mėgstamiausią atspalvio ir spalvos derinį.
ms: Peribadikan foto anda dengan memilih Ton & Warna kegemaran anda.
nl: Personaliseer je foto's door je favoriete tint en kleur te kiezen.
no: Tilpass bildene dine ved å velge foretrukket tone og farge.
pl: Personalizuj swoje zdjęcia, wybierając ulubioną kombinację tonacji i koloru.
pt_br: Escolha o Tom e a Cor para personalizar suas fotos.
pt_pt: Escolha a sua combinação favorita de tom e cor para personalizar as suas fotografias.
ro: Personalizați‑vă pozele alegând combinația favorită de ton și culoare.
ru: Создайте свой уникальный стиль фото на базе любимого цвета и оттенка.
sk: Prispôsobte svoje fotky výberom svojej obľúbenej kombinácie odtieňa a farby.
sl: Prilagodite fotografije tako, da izberete svojo priljubljeno možnost Ton in barva.
sv: Personanpassa dina bilder genom att välja din favoritton och -färg.
th: ปรับแต่งรูปภาพของคุณโดยเลือกโทนและสีตามที่คุณชื่นชอบ
tr: Favori Ton ve Renk ayarını seçerek fotoğraflarınızı kişiselleştirin.
uk: Застосовуйте улюблене поєднання тону й кольору до своїх фотографій.
vi: Cá nhân hóa ảnh của bạn bằng cách chọn Tông & màu ưa thích.
zh_cn: 选取喜爱的色调与色彩来个性化照片。
zh_hk: 選擇喜歡的「色調與顏色」來將你的相片個人化。
zh_tw: 選擇你喜愛的「色調與顏色」來個人化你的照片。

# SMART_STYLES_DESCRIPTION_OVERLAY_SET_UP
source: Try It
ar: تجربة
bg: Пробвайте
ca: Prova‑ho
cs: Vyzkoušet
da: Prøv
de: Testen
el: Δοκιμή
es: Probar
es_us: Probar
fi: Kokeile
fr: Essayer
fr_ca: En faire l’essai
he: התנסות
hi: इसे आज़माएँ
hr: Isprobajte
hu: Kipróbálás
id: Coba
it: Provalo
ja: 体験する
kk: Байқап көру
ko: 체험
lt: Išbandyti
ms: Sila Cuba
nl: Probeer
no: Prøv
pl: Wypróbuj
pt_br: Experimente
pt_pt: Experimente
ro: Încercați
ru: Попробовать
sk: Vyskúšajte
sl: Poskusna uporaba
sv: Prova
th: ลองดู
tr: Dene
uk: Спробувати
vi: Dùng thử
zh_cn: 试用
zh_hk: 試用
zh_tw: 立即體驗
